---
kind: method
id: M:Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTag.Dispose
source: html/5685c58a-4cb2-8eeb-e274-88332ac4f76a.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTag.Dispose Method

Releases all resources used by the ReinforcementAbbreviationTag

## Syntax (C#)
```csharp
public void Dispose()
```